Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: There was an error activating or deactivating training regimen for this party.
ko_kr: 이 파티를 위한 훈련 방식을 (비)활성화하는 데 오류가 발생했습니다.

source: Several bugfixes, content, and quality of life improvements.
ko_kr: 여러 버그 수정, 컨텐츠 및 접근성 개선이 진행됐습니다.

source: Level:
ko_kr: 레벨:

source: Please navigate to Design to Earn and scroll to the bottom of the page to complete your onboarding.
ko_kr: 디자인 참여 페이지를 확인한 후 페이지 하단으로 내려가 제출을 완료하세요.

source: Free online esports training to help you crush the competition.
ko_kr: 경쟁에서 승리할 수 있도록 돕는 무료 온라인 e스포츠 훈련

source: Advanced: <i>Primary Attack</i> attacks minions. <i>Attack Hero</i> attacks heroes. <i>Attack Building</i> attacks buildings.
ko_kr: 고급: <i>기본 공격</i>은 미니언을 공격합니다. <i>영웅 공격</i>은 영웅을 공격합니다. <i>건물 공격</i>은 건물을 공격합니다.

source: A premium offering from Gwoop that includes:
ko_kr: Gwoop이 제공하는 프리미엄 기능입니다:

source: You can view the details of your free trial on your Gwoop Account Settings page.
ko_kr: Gwoop 계정 설정 페이지에서 귀하의 무료 체험판 세부 정보를 확인할 수 있습니다.

source: Gwoop has received a new request for teams access.
ko_kr: Gwoop이 새로운 teams 신청을 받았습니다.

source: When you use abilities, it costs mana.
ko_kr: 기술을 사용하면 마나가 소비됩니다.

source: Click on control you would like to change, then press the new key or button you would like to bind to that control.
ko_kr: 바꾸고 싶은 컨트롤 키를 클릭한 후, 그에 설정할 새로운 키 혹은 버튼을 입력하세요.

source: Added team-wide chat to all teams.
ko_kr: 모든 팀에게 팀단위 채팅 기능을 추가했습니다.

source: Encountered an error while attempting to delete the banner image.
ko_kr: 배너 이미지를 삭제하는 과정에서 오류가 발생했습니다.

source: You may choose to voluntarily provide other information to us, and, in such instances, you are solely responsible for such information.
ko_kr: 귀하는 기타 정보를 자발적으로 제공할 수 있으며, 그러한 경우 제공한 정보에 대한 책임은 전적으로 귀하에게 있습니다.

source: Some abilities don't need to be aimed and will trigger immedietly when you press the button.
ko_kr: 일부 기술은 조준할 필요가 없이 버튼을 누르자 마자 바로 시전됩니다.

source: You may not use any third party images or other content in your Designs including any school logos, sports team logos or other copyrighted or trademarked content of third parties.
ko_kr: 귀하는 어떠한 학교 로고, 스포츠 팀 로고, 혹은 제3자 기타 저작권 또는 상표권 콘텐츠 등 제3자의 이미지나 다른 콘텐츠를 디자인에 활용할 수 없습니다.

source: An internal system error occurred while attempting to provision your account.
ko_kr: 당신의 계정을 지원하는 과정에서 내부 시스템 오류가 발생했습니다.

source: Access to all new features coming to Teams+ in the future
ko_kr: Teams+에 곧 도입될 모든 새로운 기능을 누려보세요

source: Speed Power Up
ko_kr: 속도 강화

source: WHAT IS ESPORTS?
ko_kr: e스포츠란 무엇인가?

source: HOW DO I SIGN UP FOR TEAMS?
ko_kr: TEAMS는 어떻게 가입할 수 있나요?

source: Choose Image
ko_kr: 이미지 선택

source: NOTIFICATIONS
ko_kr: 알림

source: Identification of the copyrighted work that you claim has been infringed;
ko_kr: 귀하가 침해되었다고 주장하는 저작물의 소유 증명.

source: You can designate an authorized agent to submit requests on your behalf.
ko_kr: 귀하는 귀하의 요청을 대신 제출할 위임 대리인을 지정할 수 있습니다.

source: View Details
ko_kr: 자세히 보기

source: Added info tooltips on stat skill dashboard panels.
ko_kr: 통계 기술 대시보드 패널에 툴팁 정보란을 추가했습니다.

source: With these skills in mind, we have developed training games along with a highly intelligent dashboard designed to enhance performance and track skill development.
ko_kr: 이 다섯 가지 능력치를 염두하면서 Gwoop은 훈련을 위한 게임과 능력 개선과 발전 상황 추적을 위한 고도화된 대시보드를 설계했습니다.

source: You may cancel your Teams+ account at any time from within the Manage Payments section of your Account Settings.
ko_kr: 귀하의 계정 설정 페이지 아래 계좌 관리 부분에서 귀하의 Teams+ 계정 구독을 언제든지 취소할 수 있습니다.

source: Right Stick Up
ko_kr: 오른쪽 스틱 위

source: Your team can train like the pros on our cognitive training platform, all while saving you time and money (it’s free).
ko_kr: 당신의 팀은 시간과 자원을 아끼는 동시에 프로처럼 우리의 인지 훈련 플랫폼에서 훈련할 수 있습니다. (무료입니다.)

source: Unable to edit these training regimen modules because there are duplicates in games or display order.
ko_kr: 훈련 방식 모듈을 수정할 수 없습니다. 게임 혹은 표시 순서가 중복되었습니다.

source: Driving Control Lvl 1
ko_kr: 운전 조작 1단계

source: Favorite Game - Halo
ko_kr: 좋아하는 게임 - 헤일로

source: Visual Speed Lvl 2
ko_kr: 시각 속도 2단계

source: Boost
ko_kr: 부스트

source: Loading Error.
ko_kr: 불러오기 오류.

source: To the best of your knowledge, all your User Content you provide to us is truthful and accurate.
ko_kr: 귀하가 당사에게 제공하는 모든 사용자 콘텐츠는 귀하가 아는 한 진실하고 정확해야 합니다.

source: Team:
ko_kr: 팀:

source: Passwords must match.
ko_kr: 비밀번호는 일치해야 합니다.

source: When you use the Service, we will collect and process location data.
ko_kr: 귀하가 당사의 서비스를 이용할 때, 당사는 위치 데이터를 수집하고 처리합니다.

source: Hit as many targets in a row as possible to create streaks.
ko_kr: 최대한 많은 타겟을 연속으로 맞춰 콤보를 이어가세요.

source: To make a request, email us at the email address set out in “Contact Us” section with “California Under 18 Content Removal Request” in the subject line, and tell us what you want removed.
ko_kr: 해당 요청을 하려면 “문의” 섹션에 명시된 이메일 주소로 당사에게 이메일을 보내십시오. 이메일 제목은 “만 18세 미만의 캘리포니아 주 미성년자 콘텐츠 삭제 요청”으로 기입하시고, 삭제를 희망하는 내용을 알려주십시오.

source: Service Use Data, including data about features you use, pages you visit, emails and advertisements you view, products and services you view and purchase, the time of day you browse, and your referring and exiting pages.
ko_kr: 귀하가 사용하는 기능, 방문한 페이지, 귀하가 본 이메일 및 광고, 귀하가 보고 구매한 상품과 서비스, 귀하가 사용하는 시간, 참조 및 종료 페이지에 대한 데이터를 포함한 서비스 사용 데이터.

source: DMCA Notice
ko_kr: DMCA 고지

source: Timing
ko_kr: 타이밍

source: Has parrot on shoulder.
ko_kr: 어깨에 앵무새가 있네요.

source: Unable to locate the product associated with the provided private product name for the default avatar background.
ko_kr: 기본 아바타 배경을 위한 개인 상품 이름과 연결된 상품을 찾을 수 없습니다.

source: Edit Banner
ko_kr: 배너 수정

source: Face
ko_kr: 얼굴

source: Welcome to the MOBA Trainer tutorial.
ko_kr: AOS 훈련 튜토리얼에 오신 것을 환영합니다.

source: In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable and appropriate steps to investigate the situation, notify those individuals whose information may have been compromised in accordance with any applicable laws and regulations, and take other steps as appropriate.
ko_kr: 당사가 통제하는 어떠한 정보든 보안 침해의 결과로 손상된 경우, 당사는 합리적이고 적절한 조치를 바탕으로 상황을 조사하고, 관련 법률 및 규정에 따라 정보 손상의 피해를 입었을 수 있는 개인에게 통지하고, 기타 다른 적절한 조치를 취할 것입니다.

source: Added new 'Speed' training game which can track the players ability to click on targets quickly.
ko_kr: 새로운 ‘속도’ 훈련 게임이 추가되었습니다. 플레이어가 타겟을 빠르게 클릭할 수 있는지 확인합니다.

source: This shows where you are, as well as any friends or enemies that are visible.
ko_kr: 미니맵은 캐릭터, 아군, 그리고 보이는 적이 어디에 있는지 알려줍니다.

source: Error occured while unequip the avatar product.
ko_kr: 아바타 상품을 해제하는 과정에서 오류가 발생했습니다.

source: We prevent acceleration before the starting countdown hits zero.
ko_kr: 카운트다운이 0이 되기 전에 가속할 수 있었던 것을 수정했습니다.

source: INVITE YOUR FRIENDS
ko_kr: 친구 초대

source: Click the green targets as the red bullseye passes through them.
ko_kr: 빨간색 과녁이 초록색 타겟을 통과할 때 클릭하세요.

source: Design to Earn
ko_kr: 디자인 참여

source: Search by Creator
ko_kr: 제작자 검색

source: VITALS
ko_kr: 상태

source: There are at least two training regimen modules for the same game.
ko_kr: 한 게임이 두 개 이상의 훈련 방식 모듈을 갖고 있습니다.

source: You can:
ko_kr: TEAMS에서는

source: Something went wrong.
ko_kr: 오류가 발생했습니다.

source: BY SUBMITTING YOUR CUSTOM PRODUCT DESIGNS, YOU AGREE TO GWOOP'S TERMS OF SERVICE AND PRIVACY POLICY.
ko_kr: 자신만의 상품 디자인을 업로드하기 위해서는 Gwoop의 이용약관과 개인정보처리방침에 동의해야 합니다.

source: Practice mode added to all games - allows players to practice without saving their data to the dashboard.
ko_kr: 모든 게임에 연습 모드가 추가되었습니다. 플레이어는 대시보드에 데이터를 남기지 않으면서 연습할 수 있습니다.

source: Enter your email address below and we will send you a one-time password reset code.
ko_kr: 아래에 입력한 이메일 주소로 일회용 비밀번호 재설정 코드를 보내드리겠습니다.

source: 6 Target Range
ko_kr: 6개 타겟 사격

source: After purchasing an item, apply it to your avatar with one click.
ko_kr: 아이템을 구매한 후 클릭 한 번으로 아바타에 적용하시면 됩니다.

source: Failed to build the default Avatar Figure image.
ko_kr: 기본 아바타 피규어 이미지를 생성하는 데 실패했습니다.

source: The user making the request may not be removed from the party.
ko_kr: 요청을 제출한 사용자는 파티에서 삭제될 수 없습니다.

source: We rejected your submission because the virus scan flagged the upload as malware.
ko_kr: Gwoop은 당신의 디자인을 거절했습니다. 바이러스 검사 결과 맬웨어로 판명되었습니다.

source: TEAMS FOR SCHOOLS
ko_kr: 학교를 위한 TEAMS

source: Enhance your visual speed by clicking on specific targets.
ko_kr: 특정한 타겟을 클릭해 시각 속도를 향상시키세요.

source: Unable to download the profile image content.
ko_kr: 프로필 이미지 컨텐츠를 다운받을 수 없습니다.

source: You may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Software, except to the extent that such restriction is expressly prohibited by law; (ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Software to any third party or use the Mobile Software to provide time sharing or similar services for any third party; (iii) make any copies of the Mobile Software; (iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Software, features that prevent or restrict use or copying of any content accessible through the Mobile Software, or features that enforce limitations on use of the Mobile Software; or (v) delete the copyright and other proprietary rights notices on the Mobile Software.
ko_kr: 귀하는 다음 사항을 할 수 없습니다. (i) 법률에 의해 명시적으로 금지된 제한을 제외하고 모바일 소프트웨어를 수정, 분해, 디컴파일 혹은 리버스 엔지니어링하는 것. (ii) 어떠한 제3자에게든 모바일 소프트웨어를 대여, 리스, 임대, 재판매, 서브라이선스, 분배 혹은 기타 방식으로 양도하는 것, 혹은 모바일 소프트웨어를 사용해 어떠한 제3자에게 시간 공유 혹은 비슷한 서비스를 제공하는 것. (iii) 모바일 소프트웨어를 복제하는 것. (iv) 모바일 소프트웨어를 통해 접근할 수 있는 콘텐츠의 사용 또는 복사를 방지하거나 제어하는 기능, 또는 모바일 소프트웨어 사용을 제한하는 기능과 같은 모바일 소프트웨어의 보안 관련 기능을 제거, 우회, 비활성화, 손상 또는 방해하는 것. (v) 모바일 소프트웨어에 대한 저작권 및 기타 소유권 고지를 삭제하는 것.

source: Imported design guide fonts, updated across website accordingly.
ko_kr: 디자인 가이드 폰트를 불러오고 웹사이트 전체에 적용했습니다.

source: If you do not cancel prior to the end of your free trial period, the payment method provided at sign-up will be automatically billed for the applicable subscription fee.
ko_kr: 만약 귀하가 무료 체험판 기간이 끝나기 전에 이를 취소하지 않으면 귀하가 가입할 때 등록한 결제 수단으로 해당 구독료가 자동으로 청구될 것입니다.

source: We share information you make public through the Service, such as information in your profile or that you post on public boards or other public sections of the Service.
ko_kr: 당사는 귀하의 프로필 정보, 혹은 귀하가 당사의 서비스에서 자유게시판이나 기타 공개된 섹션에서 게시한 글을 비롯해 당사의 서비스에서 귀하가 공개한 정보를 공유합니다.

source: Button West
ko_kr: 9시 버튼

source: Create your profile, add friends, and challenge them in any of our level 1 games!
ko_kr: 프로필을 생성하고 친구를 추가하고 1단계 게임으로 친구들에게 대결을 신청하세요!

source: UPGRADE TO TEAMS+
ko_kr: TEAMS+로 업그레이드 하기

source: If we decline your request, we will tell you why, subject to legal restrictions.
ko_kr: 만약 당사가 귀하의 요청을 거부하는 경우, 당사는 법적 규제에 따라 귀하에게 이유를 설명할 것입니다.

source: Health{colon}
ko_kr: 체력{colon}

source: Get started at Gwoop.com.
ko_kr: Gwoop.com에서 시작하세요.

source: LEVEL
ko_kr: 레벨

source: With the Teams feature you can:
ko_kr: Teams 기능은 다음과 같습니다:

source: SOCIAL
ko_kr: 친구

source: A party is a subset of your team, you can organize parties by game role, varsity vs.{j}JV, game type, game played, or anything else you can think of!
ko_kr: 파티는 당신의 팀 아래에 있는 작은 그룹입니다. {j}대표팀, 2군, 게임 종류, 게임 경험 여부 등 다양한 기준으로 파티를 구성할 수 있습니다.

source: Added password reset flow with email integration.
ko_kr: 이메일 통합으로 비밀번호 재설정 플로우가 추가되었습니다.

source: You are not a member of the team that controls this party.
ko_kr: 당신은 파티를 설정하는 팀 구성원이 아닙니다.

source: Your account was assigned a temporary password.
ko_kr: 당신의 계정에 임시 비밀번호가 부여되었습니다.

source: You will pay any applicable taxes relating to any such purchases, transactions or other monetary transaction interactions.
ko_kr: 귀하는 그러한 구매, 거래, 또는 기타 금전 거래 상호작용과 관련하여 필요한 세금을 납부할 수 있습니다.

source: OFFICIAL TRAINING PARTNER OF
ko_kr: 공식 훈련 파트너십 관계

source: Enhanced vision, simultaneously performing tasks with both hands in a coordinated manner and improving hearing are all skills which can benefit them outside the gaming space.
ko_kr: 향상된 시야와 청력, 그리고 양손을 동시에 사용하는 정돈된 업무 수행 능력은 게임 안팎으로 큰 도움이 될 것입니다.

source: Visual Timing Training
ko_kr: 시각 타이밍 훈련

source: Players can:
ko_kr: 플레이어의 기능:

source: Note, however, there is no industry consensus as to what site and app operators should do with regard to these signals.
ko_kr: 그러나 이러한 신호와 관련하여 사이트 및 앱 운영자가 취해야 하는 조치에 대해서 업계의 합의가 없다는 점에 유의하십시오.

source: Avatar product purchased successfully.
ko_kr: 아바타 상품을 구매하는 데 성공했습니다.

source: Not all training regimen modules deleted successfully.
ko_kr: 일부 훈련 방식 모듈을 제거하는 데 실패했습니다.

source: DRIVING CONTROL
ko_kr: 운전 조작

source: We may make available software to access the Service via a mobile device (“Mobile Software”).
ko_kr: 당사는 모바일 기기를 통해 당사의 서비스를 이용할 수 있도록 소프트웨어를 제공할 수 있습니다. (이하 “모바일 소프트웨어”.)

source: Improve your Speed Avg
ko_kr: 평균 속도를 개선하세요.

source: We are not responsible for the effectiveness of, or compliance with, any opt out options or programs, or the accuracy of any other entities’ statements regarding their opt out options or programs.
ko_kr: 당사는 모든 수신 중단 기능 또는 프로그램의 효율성이나 준수, 혹은 다른 법인의 수신 중단 기능 또는 프로그램에 대한 진술의 정확성에 대해서 책임지지 않습니다.

source: Duration{colon}
ko_kr: 지속 시간{colon}

source: You may control your User profile and how you interact with the Service by changing the settings in your “account settings” page.
ko_kr: 귀하는 “계정 설정” 페이지에서 설정을 변경해 사용자 프로필과 당사 서비스와 상호 작용하는 방식을 조정할 수 있습니다.

source: Keyboard Speed has been updated with the new Gwoop standard UI.
ko_kr: 키보드 속도 게임에 새로운 Gwoop 표준 UI가 적용되었습니다.

source: Like a traditional gym, our platform is designed to be a destination where gamers can come to train and step away from the craziness that life sometimes has to offer.
ko_kr: 전통적인 체육관처럼 Gwoop의 플랫폼은 게이머가 훈련을 할 수 있는 공간이자 인생에서 종종 겪을 수 있는 이상한 순간을 잊어버리게 할 수 있는 공간입니다.

source: Great, you now have a baseline recorded!
ko_kr: 잘 했어요, 이제 기준점이 기록되었습니다!

source: Think of teams as your entire esports organization, and parties as the competitive teams.
ko_kr: 팀은 당신의 조직 전체를 말하는 것이고, 파티는 경기를 위한 팀이라고 생각하시면 됩니다.

source: Team name is required.
ko_kr: 팀 이름이 필요합니다.

source: We use two types of cookies: session cookies and persistent cookies.
ko_kr: 당사는 세션 쿠키와 지속 쿠키 두 종류의 쿠키를 사용합니다.

source: Any attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.
ko_kr: 본 계약에 명시적으로 규정된 경우를 제외하고 귀하가 권리 또는 의무를 이전하려는 시도는 모두 무효입니다.

source: Team created successfully.
ko_kr: 팀을 생성하는 데 성공했습니다.

source: D-Pad Left
ko_kr: 십자키 왼쪽

source: We will make adjustments to teams based on feedback we receive, but already have plans to update the following:
ko_kr: 저희가 받는 피드백을 바탕으로 팀을 위한 플랫폼의 기능을 추가할 것입니다. 향후 업데이트 내용은 다음과 같습니다:

source: If we are unable to verify your identity, we may deny your request to know or delete.
ko_kr: 만약 당사가 귀하의 신원을 확인할 수 없는 경우, 당사는 귀하의 정보 확인 및 삭제 요청을 거절할 수 있습니다.

source: Left Stick Up
ko_kr: 왼쪽 스틱 위

source: Invalid competition type.
ko_kr: 유효하지 않은 대회 종류입니다.

source: The items shown here are all custom designs by users!
ko_kr: 아래 전시된 아이템은 모두 사용자들이 직접 디자인 한 것입니다!

source: Improving the Service or other Gwoop websites, apps, marketing efforts, products and services.
ko_kr: 당사의 서비스나 기타 Gwoop 웹사이트, 앱, 마케팅 방식, 상품 및 서비스의 개선.

source: Super!
ko_kr: 짱!

source: Improve your visual speed by hitting as many targets as you can in the given time.
ko_kr: 주어진 시간 속에 최대한 많은 타겟을 클릭해 시각 속도를 높여보세요.

source: Numbers AND Punctuation (!, @, #, $, &, *).
ko_kr: 숫자 및 특수문자 (!, @, #, $, &, *).

source: This user is already in a team.
ko_kr: 이 사용자는 이미 팀에 있습니다.

source: Gwoop has the right (but not the obligation) in its sole discretion to remove any User Content that is shared via the Service.
ko_kr: Gwoop은 당사 서비스에서 공유되는 귀하의 어떠한 사용자 콘텐츠를 재량에 따라 제거할 수 있는 권리를 보유합니다. (의무는 없습니다.)

source: If you want to return to your hero, press spacebar, or press <sprite index=8> again to lock the camera back onto your hero.
ko_kr: 만약 당신의 영웅으로 돌아가고 싶다면 스페이스바나 <sprite index=8> 버튼을 눌러 카메라를 다시 영웅에 고정시키세요.

source: You can cancel your subscription at any time by logging into your Gwoop account on the Gwoop site and following the instructions on the Manage Payments section of your Account Settings page.
ko_kr: 귀하는 귀하의 Gwoop 사이트에서 Gwoop 계정에 로그인 해 언제든지 귀하의 구독을 취소할 수 있습니다. 계정 설정 페이지에서 계좌 관리 섹션에 들어가 지시사항을 따르십시오.

source: Create your team, load your roster, and start training as a team today!
ko_kr: 바로 오늘부터 당신의 팀을 만들고, 명단을 불러 들이고, 팀 훈련을 시작하세요!

source: Left Shoulder
ko_kr: 좌측 숄더 버튼

source: Be careful, if you miss too many targets in a row, the game will end.
ko_kr: 너무 많은 타겟을 놓친다면 게임이 끝난다는 것을 명심하세요.

source: New!
ko_kr: 신규!

source: Unlock larger teams, more parties, extra training regimens, and customization options with Teams+
ko_kr: 더 큰 팀, 더 많은 파티, 더 많은 훈련 방식, 그리고 자유로운 사용자 설정 기능을 누리려면 TEAMS+에 가입하세요.

source: CONTROL TRAINING DATA
ko_kr: 컨트롤 훈련 데이터

source: You've had {0} referrals.
ko_kr: 친구 {0}명을 초대했습니다.

source: Once the round starts, you will move Gwoopdalf around to pick up the crystals by running over them.
ko_kr: 라운드가 시작되면 그웁달프를 수정 위로 움직여 수정을 되찾으세요.

source: Added new 'Reaction' training game which can track raw reaction time.
ko_kr: 로우 반응 시간을 추적할 수 있는 새로운 ‘반응’ 훈련 게임을 추가했습니다.

source: There are several free tools available to help you with your design.
ko_kr: 당신의 디자인을 도와줄 여러가지 무료 도구들이 있습니다.

source: SESSION RESULTS
ko_kr: 세션 결과

source: CHALLENGE HISTORY - BETWEEN YOU AND {user profile username}
ko_kr: 대결 내역 - 당신과 {user profile username} 사이

source: Pixels (also known as web beacons), which is code embedded in a website, video, email, or advertisement that sends information about your use to a server.
ko_kr: 웹사이트, 비디오, 이메일, 광고 등에 포함되어 귀하가 서버를 어떻게 사용하는지에 대한 정보를 전송하는 픽셀 (웹 비콘으로도 알려짐).

source: Overall Accuracy
ko_kr: 평균 명중률

source: Updated in-game font sizes for improved readability.
ko_kr: 가독성을 높이기 위해 인게임 폰트 크기를 늘렸습니다.

source: Check if you're GAMER RDY before you game to make sure you're performing at your best.
ko_kr: 게임 하기 전 당신이 최고의 실력을 발휘할 준비가 됐는지 확인하세요.

source: We may incorporate pixels from separate entities that allow us to track our conversions, bring you advertising both on and off the Service, and provide you with additional functionality, such as the ability to connect our Service with your social media account.
ko_kr: 당사는 당사의 개정을 추적하고 당사의 서비스 안팎에서 귀하에게 광고를 제공하고, 당사 서비스를 귀하의 소셜 미디어 계정과 연결하는 기능과 같은 추가 기능을 제공할 수 있도록 하는 분리된 법인에서 픽셀을 사용할 수 있습니다.

source: I
ko_kr: ㅑ

source: Skill Shots Enemy
ko_kr: 스킬샷 적

source: sec
ko_kr: 초

source: Your Wins
ko_kr: 승리

source: ADD
ko_kr: 추가

source: This purchase date will be included on your subscription confirmation receipt that will be emailed to you at the email you provide.
ko_kr: 귀하가 제공한 이메일로 이 구매 날짜를 포함한 귀하의 구독 확인 영수증이 귀하에게 전송됩니다.

source: This is an unregistered Stripe Price ID.
ko_kr: 등록되지 않은 Stripe 가격 ID입니다.

source: Improve your Mouse Control Avg
ko_kr: 평균 마우스 컨트롤을 개선하세요.

source: Coaches can manage a team and assign roles.
ko_kr: 코치가 팀을 관리하고 각종 역할을 부여할 수 있습니다.

source: Gwoop is on a mission to enable esports.
ko_kr: Gwoop은 e스포츠를 키우고자 하는 사명감을 갖고 있습니다.

source: Crystals to Find:
ko_kr: 찾아야 하는 수정:

source: ADD MODULE
ko_kr: 모듈 추가

source: Added WASD controls image to the accuracy game.
ko_kr: 정확도 게임에 WASD 컨트롤 이미지가 추가되었습니다.

source: More training regimens
ko_kr: 더 많은 훈련 방식

source: Developing and sending you direct marketing, including advertisements and communications about our and other entities’ products, offers, promotions, rewards, events, and services.
ko_kr: 당사 및 기타 법인의 제품, 제안, 판촉, 보상, 이벤트, 서비스 등에 대한 광고와 커뮤니케이션을 포함하는 직접 마케팅 수단을 개발하고 귀하에게 전송.

source: Children’s Privacy
ko_kr: 아동의 개인정보

source: In combat, you will take damage as well.
ko_kr: 전투 중에는 피해도 받을 것입니다.

source: Total Time
ko_kr: 총 시간

source: U
ko_kr: ㅕ

source: PHYSICAL SKILLS
ko_kr: 신체적 기술

source: New page layouts to better fit the style of the new brand design.
ko_kr: 새로운 브랜드 디자인에 맞춘 새로운 페이지 레이아웃을 도입했습니다.

source: There are organizations such as www.fosi.org (of which we have no affiliation) that can be a valuable resource.
ko_kr: www.fosi.org 등과 같은 단체에서 유용한 정보를 확인할 수 있습니다. (위 단체는 Gwoop와 무관합니다.)

source: Updated branding assets and colors.
ko_kr: 브랜딩 에셋과 색깔을 업데이트했습니다.

source: Click or press spacebar when a circle is in the crosshair zone <sprite index=1>.
ko_kr: 원이 과녁에 <sprite index=1> 들어왔을 때 마우스를 클릭하거나 스페이스바를 누르세요.

source: CRITICAL THINKING
ko_kr: 비판적 사고

source: Click on 25 red targets as fast as you can.
ko_kr: 빨간 타겟 25개를 최대한 빠르게 클릭하세요.

source: My free personalized gaming report says I'm ready to go.
ko_kr: 나의 무료 개인 게이밍 보고서에 따르면, 나는 게임을 할 준비가 되었다.

source: N
ko_kr: ㅜ

source: The categories of sources from which the personal information was collected;
ko_kr: 개인정보가 수집된 출처의 범주.

source: Information Collection
ko_kr: 정보 수집

source: We also collect information from other sources.
ko_kr: 당사는 다른 출처로부터 오는 정보 또한 수집합니다.

source: By creating designs for the design to earn program, you agree to Gwoop's Terms of Service and Privacy Policy.
ko_kr: 디자인 참여 프로그램을 통한 디자인 제작을 위해서는 Gwoop의 이용 약관과 개인정보 처리방침에 동의해야 합니다.

source: Key Selection: {Selected Keys Type}
ko_kr: 키 설정: {Selected Keys Type}

source: Commercial information, including purchases, your subscription and engagement with the Services.
ko_kr: 구매, 구독, 당사의 서비스 이용을 포함하는 상거래 정보.

source: Encountered an error while attempting to upload the profile image.
ko_kr: 프로필 이미지를 등록하는 과정에서 오류가 발생했습니다.

source: Unable to remove {0} from the team.
ko_kr: {0}을(를) 팀에서 제거할 수 없습니다.

source: Entire Agreement/Severability.
ko_kr: 전체 계약/조항 분리

source: The redirect URLs provided in the request must be valid gwoop.com URLs.
ko_kr: 요청에 첨부된 리다이렉트 URL은 유효한 gwoop.com URL이어야만 합니다.

source: Play Gwoop, earn XP and Gems.
ko_kr: Gwoop을 플레이하고 XP와 Gem을 획득하세요.

source: Unable to create Party
ko_kr: 파티를 생성하는 데 실패했습니다.

source: At Gwoop, we center our platform around neuroscience and cognitive research to not only help kids improve in gaming, but also in everyday life.
ko_kr: Gwoop의 플랫폼은 신경과학 및 인지과학 연구를 바탕으로 만들어졌으며, 아이들의 게임 실력뿐만이 아니라 일상생활 능력을 동시에 향상시켜줍니다.

source: Provide basic, general information via your FREE Gwoop account plus tell us where to send your payments.
ko_kr: 무료 Gwoop 계정을 통해 기본 개인정보를 제공하세요. 이와 함께 계좌 정보를 알려주세요.

source: Visual Timing 1 - Achieve a score of {number}ms reaction time.
ko_kr: 시각 타이밍 1 - {number}ms 반응 시간 점수를 기록하세요.

source: We have launched the beta version of controller compatibility for our platform.
ko_kr: Gwoop은 컨트롤러가 호환되는 베타 버전을 출시했습니다.

source: You can manage your billing settings by clicking the Manage Payments button below.
ko_kr: 하단의 계좌 관리 버튼을 글릭해 청구 및 지불 설정을 할 수 있습니다.

source: Backgrounds
ko_kr: 배경

source: Welcome to Gwoop Teams+!
ko_kr: Gwoop Teams+에 오신 것을 환영합니다!

source: If you've got a PS4 or Xbox controller hooked up to your machine: left joystick to move, right joystick to aim, and right trigger to shoot the target.
ko_kr: PS4나 Xbox 컨트롤러가 연결되어 있다면 왼쪽 스틱을 이용해 이동하고 오른쪽 스틱을 이동해 조준하세요. RT 버튼으로 사격하세요.

source: UPPERCASE LETTER.
ko_kr: 대문자.

source: You can access it by navigating to the 'Teams' tab now!
ko_kr: 지금 ‘Teams’ 탭을 눌러 확인해 볼 수 있습니다!

source: MOBA
ko_kr: AOS

source: Updated fonts, color schemes, and element sizing all around.
ko_kr: 폰트, 배색, 요소 크기 조정 등이 이뤄졌습니다.

source: COGNITIVE TRAINING FOR COACHES TO LEVEL UP THEIR TEAM
ko_kr: 코치용 인지 훈련을 통해 팀을 한 단계 발전시키세요

source: (FPS) Room Targets 1
ko_kr: (FPS) 실내 타겟 사격 1

source: Right Stick Left
ko_kr: 오른쪽 스틱 왼쪽

source: That sword is pretty cool.
ko_kr: 칼이 참 멋있어 보이네요.

source: These will win you bonus points.
ko_kr: 콤보가 이어질수록 보너스 점수를 얻습니다.

source: No player details sent in request.
ko_kr: 요청에 플레이어 상세 정보가 없습니다.

source: You can also reset your device Ad ID at any time through your device settings, which is designed to allow you to limit the use of information collected about you.
ko_kr: 또한, 귀하는 귀하의 장치 설정을 통해 언제든지 귀하에 대해 수집된 정보의 사용을 제한할 수 있도록 설계된 장치 광고 ID를 초기화할 수 있습니다.

source: WASD on the keyboard to move, drag the mouse to aim, and click the left mouse button to shoot the target.
ko_kr: 키보드의 WASD키로 움직이고 마우스를 조종해 조준하세요. 마우스 왼쪽 버튼을 클릭해 사격하세요.
